Repository: VladCubaDjango/prueba
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: person
es: persona

source: operations
es: operaciones

source: date
es: fecha

source: type
es: tipo

source: amount
es: monto

source: Connection error. Contact the system administrators.
es: ERROR de conexión. Contacte a los administradores del sistema.

source: You do not have permission to view the operations of the selected user.
es: No tienes permiso para ver las operaciones del usuario seleccionado.

source: diners and operations
es: comensales y operaciones

source: People
es: Personas

source: Person operations
es: Operaciones de la persona

source: Filtering
es: Filtrando

source: Can view diner(s)
es: Puede ver a los comensales

source: Can view all diners
es: Puede reservar a todos los usuarios

source: Can view all diners from same area
es: Puede reservar a todos los usuarios de la misma área

source: There is corrupted data. Consult the administrator.
es: Hay saldo corrupto. Contacte a los administradores del sistema.

source: advanced payment
es: pago por anticipo

source: card payment
es: pago por tarjeta

source: Successfully deleted %(count)d %(items)s.
es: Eliminado %(count)d %(items)s. satisfactoriamente.

source: Cannot delete %(name)s
es: No se puede eliminar %(name)s

source: Are you sure?
es: ¿Está usted seguro?

source: off plan invites confirmation
es: Confirmación de invitados fuera de plan

source: donate confirmation
es: Confirmación de donación

source: off plan confirmation
es: Confirmación fuera de plan

source: Delete selected objects
es: Eliminar reservas seleccionadas

source: Confirm reservations of invites off plan
es: Confirmar reservaciones de invitados fuera de plan

source: Confirm reservations as donate
es: Confirmar reservaciones como donación

source: Confirm reservations off plan
es: Confirmar reservaciones fuera de plan

source: start time
es: inicio

source: end time
es: fin

source: offplan time
es: fuera de plan

source: report time
es: reporte

source: Empty
es: No tiene

source: schedule (count)
es: horario de comida (cantidad)

source: dining rooms
es: comedores

source: Cancel
es: Cancelar

source: Info
es: Ver más información

source: Actions
es: Acciones

source: Add reservation
es: Agregar reservación

source: Edit reservation
es: Editar reservación

source: The reservation you are trying to access does not exist
es: La reservación que se intenta acceder no existe

source: The reservation cannot delete
es: La reservación no se puede eliminar

source: The reservation you are trying to delete does not exist
es: La reservación que se intenta eliminar no existe

source: The “%(obj)s” was deleted successfully.
es: La “%(obj)s” fue eliminada con éxito.

source: Database error
es: Error en la Base de Datos

source: %(count)s %(name)s was changed successfully.
es: %(count)s %(name)s fué modificado con éxito.

source: %(total_count)s selected
es: %(total_count)s seleccionado

source: 0 of %(cnt)s selected
es: seleccionados 0 de %(cnt)s

source: reservations report
es: reporte de reservaciones

source: Wait until %(time)s.
es: Espere al cierre de comedor después de las %(time)s.

source: Report for {0}
es: Reporte del {0}

source: Report between {0} and {1}
es: Reporte desde el {0} hasta el {1}.

source: There is still no menu for {0}.
es: Todavía no hay menú para el {0}.

source: There is still no menu between {0} and {1}.
es: Todavía no hay menú desde el {0} hasta el {1}.

source: Sorry something went wrong, check the inputs and try again please.
es: Lo sentimos, algo salió mal, verifique las entradas y vuelva a intentarlo, por favor.

source: sinc list reserv
es: Lista de reservación

source: Camera QR
es: Interfaz de reservacion

source: area
es: área

source: dining room
es: comedor

source: Reservation
es: Reservación

source: Reservations
es: Reservaciones

source: is diet
es: es dieta

source: You can no longer reserve for %(date)s.
es: Ya no puede reservar para el %(date)s.

source: You can no longer reserve for Saturday or Sunday
es: No puede reservar los Sábado ni los Domingo

source: The diner already has a reservation with that menu.
es: El comensal ya tiene una reservación con ese menú.

source: date start
es: fecha de inicio

source: date end
es: fecha de fin

source: The start of the date must not exceed the end of the date.
es: La fecha de inicio no puede exceder a la fecha de fin.

source: ubication
es: ubicación

source: inside
es: interno

source: outside
es: externo

source: This field is required.
es: Este campo es obligatorio.

source: You must select all people to reserv. {0} left.
es: Debe seleccionar todas las personas a reservar. {0} restantes.

source: At least a selected reservation does not exists. Try selecting others reservations again.
es: Al menos una reservación seleccionada no existe. Intente seleccionar otras reservaciones.

source: At least a selected reservation is out of time. Try selecting others reservations again.
es: Al menos una reservación seleccionada está fuera de tiempo. Intente seleccionar otras reservaciones.

source: The diner {0} has reservation today.
es: El comensal {0} tiene reservación para hoy.

source: The diner {0} has reservation today for an invite.
es: El comensal {0} ya reservó hoy como invitado.

source: The diner {0} has reservation today for an offplan.
es: El comensal {0} ya reservó hoy como fuera de plan.

source: The diner {0} has not enought balance.
es: El comensal {0} no tiene suficiente saldo.

source: The balance of {0} is corrupted. It cannot confirm.
es: El balance del comensal {0} está corrupto. No se puede confirmar la reservación.

source: count
es: cantidad

source: one
es: uno

source: all
es: todos

source: The diner {0} cannot donate by self.
es: El comensal {0} no puede donarse a sí mismo.

source: The diner {0} has confirmed reservation today.
es: El comensal {0} ha confirmado su reservación para hoy.

source: option number
es: número de la opción

source: This number must be between {min} and {max}.
es: Este número debe estar entre {min} y {max}.

source: dish category
es: categoría de plato

source: dish categories
es: categorías de plato

source: price
es: precio

source: dish
es: plato

source: dishes
es: platos

source: full payment
es: pago total

source: dishes($)
es: platos($)

source: is payment
es: se paga

source: meal schedule
es: horario de comidas

source: meals schedules
es: horarios de las comidas

source: diet dishes
es: platos de dieta

source: schedule
es: horario

source: full diet payment
es: pago total de dieta

source: dishes of diet
es: platos de dieta

source: dishes of diet($)
es: platos de dieta($)

source: menu
es: menú

source: menus
es: menús

source: user
es: usuario

source: users
es: usuarios

source: is confirmable
es: es confirmable

source: reservation category
es: categoría de reservación

source: reservation categories
es: categorías de reservaciones

source: count diners
es: Cantidad de comensales

source: donate
es: donación

source: reserved by
es: reservado por

source: updated by
es: actualizado por

source: confirmed by
es: confirmado por

source: offplan information
es: Fuera de plan

source: is confirmed
es: confirmado

source: Reservation for {0} on {1}
es: Reservación para {0} el {1}

source: reservation
es: reservación

source: reservations
es: reservaciones

source: Can view all reserves
es: Puede ver todas las reservas

source: Can view all reserves from same area
es: Puede ver todas las reservas de la misma área

source: Can add all reserves
es: Puede añadir reservas a todos los usuarios

source: Can add all reserves from same area
es: Puede reservar a todos los usuarios de la misma área

source: Can change all reserves
es: Puede editar reservas a todos los usuarios

source: Can change all reserves from the day
es: Puede confirmar las reservas del día

source: Can change all reserves from same area
es: Puede editar reservas a todos los usuarios de la misma área

source: Can delete all reserves
es: Puede eliminar reservas de todos los usuarios

source: Can delete all reserves from same area
es: Puede eliminar reservas de todos los usuarios de la misma área

source: Can view report
es: Puede ver el reporte

source: Can view operation
es: Puede ver las operaciones

source: Can view camera
es: Puede ver la cámara

source: Operation
es: Operacion

source: Delete selected reservations
es: Eliminar reservas seleccionadas

source: The advance payment is not enough.
es: El anticipo no es suficiente.

source: The advance payment is not enough ($%s).
es: El anticipo no es suficiente ($%s).

source: The “{obj}” was changed successfully.
es: La “{obj}” fue editada correctamente.

source: The “{obj}” was added successfully. You may add another reservation below.
es: La “{obj}” fue agregada correctamente. Usted puede agregar otra reservación.

source: Please correct the error below.
es: Por favor corrija el error.

source: The diner does not exists.
es: El comensal no existe.

source: <strong>A reservation</strong> cannot confirm out of plan.
es: <strong>Una reservación</strong> no se puede confirmar.

source: <strong>The reservation</strong> to confirm is %(name)s. Select a diner below.
es: <strong>La reservación</strong> a confirmar es %(name)s. Seleccione un comensal.

source: <strong>{0}</strong> reservation are confirmed.
es: La reservación del comensal <strong>{0}</strong> está confirmada.

source: <strong>{0}</strong> reservation are not invited.
es: La reservación del comensal <strong>{0}</strong> no es de invitado.

source: <strong>{0}</strong> reservation are offtime for today ({1} - {2}).
es: La reservación de <strong>{0}</strong> no está en el horario de hoy ({1} - {2})

source: <strong>The reservation</strong> is confirmed successfuly.
es: <strong>La reservación</strong> se confirmó satisfactoriamente.

source: Reservation of <strong>{0}</strong> confirmed: The diner has a balance of: <strong>${1}</strong>.
es: Reservación de <strong>{0}</strong> confirmada: El comensal tiene un balance de: <strong>${1}</strong>.

source: Reservation of <strong>{0}</strong> confirmed: You must mark <strong>${1}</strong> on card.
es: Reservación de <strong>{0}</strong> confirmada: Debe marcar <strong>${1}</strong> en la tarjeta.

source: <strong>{0}</strong> reservation are not particular.
es: La reservación del comensal <strong>{0}</strong> no es particular.

source: %(name)s no tiene reserva de %(sched)s para hoy.
es: El comensal %(name)s no tiene reservación de %(sched)s para hoy.

source: You do not have permission to confirm reservations.
es: No tienes permiso para confirmar las reservaciones.

source: confirmed
es: Confirmado

source: deconfirmed
es: Desconfirmado

source: %s's reservation was %s
es: La reservación de %s fue %s

source: The followings categories grouped by mealschedules are not reserved.
es: Las siguientes categorías agrupadas por horario de comida no fueron reservadas.

source: All reservations are generated successfully.
es: Todas las reservaciones se generaron satisfactoriamente.

source: The reservation does not exist.
es: La reservación no existe.

source: You do not have permission to delete reservations.
es: No tienes permiso para borrar las reservaciones.

source: The reservation %s does not exist.
es: La reservación %s no existe.

source: Error connecting to Identity API. Contact the System administrator.
es: Error de conexión a la API de Identidad. Contacte a los administradores del sistema.

source: Spanish
es: Español

source: English
es: Inglés

source: Diner management system
es: Sistema de gestión de comensales

source: All
es: Todos

source: The diner: <strong>{0}</strong> pays by card.
es: El comensal: <strong>{0}</strong> paga por tarjeta.

source: yes
es: si

source: credit
es: crédito

source: debit
es: débito

source: Payment completed: The diner has a balance of: <strong>${0}</strong>.
es: Pago completado: El comensal tiene un balance de: <strong>${0}</strong>.

source: Payment completed: The diner has a balance of: <strong>${0}</strong>. We recommend increasing it before reaching a negative balance.
es: Pago completado: El comensal tiene un balance de: <strong>${0}</strong>. Le recomendamos incrementarlo antes de que alcance un balance negativo.

source: Payment completed: The diner has enough balance only for ONE future reservation. We recommend increasing your balance as soon as possible. Current Balance: <strong>${0}</strong>.
es: Pago completado: El comensal tiene suficiente saldo solo para UNA futura reservación. Le recomendamos incrementar su saldo tan pronto como sea posible. Saldo actual: <strong> ${0}</strong>.

source: Payment completed: The diner must increase their balance before making a new reservation. Current Balance: <strong>${0}</strong>.
es: Pago completado: El comensal debe incrementar su balance antes de hacer una nueva reservación. Saldo actual: <strong>${0}</strong>.

source: The diner: <strong>{0}</strong> has a balance of: <strong>${1}</strong>.
es: El comensal: <strong>{0}</strong> tiene un saldo de: <strong>${1}</strong>.

source: The diner: <strong>{0}</strong> has a balance of: <strong>${1}</strong>. We recommend increasing it before reaching a negative balance.
es: El comensal: <strong>{0}</strong> tiene un saldo de: <strong>${1}</strong>. Le recomendamos incrementarlo antes de que alcance un balance negativo.

source: The diner: <strong>{0}</strong> has enough balance only for ONE future reservation. We recommend increasing your balance as soon as possible. Current Balance: <strong> ${1}</strong>.
es: El comensal: <strong>{0}</strong> tiene suficiente saldo solo para UNA futura reservación. Le recomendamos incrementar su saldo tan pronto como sea posible. Saldo actual: <strong> ${1}</strong>.

source: The diner: <strong>{0}</strong>, must increase their balance before making a new reservation. Current Balance: strong>${1}</strong>.
es: El comensal: <strong>{0}</strong>, debe incrementar su saldo antes de hacer una nueva reservación. Saldo actual: <strong> ${1}</strong>.

source: name
es: nombre

source: is active
es: activo

source: creation date
es: fecha de creación

source: modification date
es: fecha de modificación

source: Add
es: Agregar

source: View
es: Ver

source: Change
es: Cambiar

source: You don’t have permission to view or edit anything.
es: No tiene permisos para ver o editar nada

source: Welcome,
es: Bienvenido

source: Documentation
es: Documentación

source: Change password
es: Cambiar contraseña

source: Log out
es: Salir

source: Home
es: Inicio

source: Django site admin
es: Sitio de Administración de Django

source: Django administration
es: Administración de Django

source: History
es: Historial

source: Add %(name)s
es: Agregar %(name)s

source: Screen
es: Pantalla

source: Please correct the errors below.
es: Por favor corrija los errores.

source: Filter
es: Filtro

source: Clear all filters
es: Borrar todos los filtros

source: Report %(app)s
es: Reporte de %(app)s

source: Save
es: Guardar

source: Delete
es: Borrar

source: Save as new
es: Guardar como nuevo

source: Save and add another
es: Guardar y agregar otro

source: Save and continue editing
es: Guardar y continuar editando

source: Reset
es: Reiniciar

source: Close
es: Cerrar

source: number of reservations
es: número de reservaciones

source: Confirmed
es: Confirmados

source: Reservations by areas
es: Reservaciones por áreas

source: Reservations by categories
es: Reservaciones por categorías

source: Not confirmed
es: No confirmados

source: Invites
es: Invitados

source: Off plan
es: Fuera de plan
